{
  "common": {
    "gameName": "European Roulette",
    "account": "Счет",
    "backToLobby": "Вернуться в лобби",
    "cancel": "Отмена",
    "home": "Главная",
    "loading": "Идет загрузка...",
    "initializing": "Инициализация…",
    "ok": "ОК",
    "payIn": "Пополнить",
    "reload": "Перезапустить игру",
    "completeCellPhoneReg": "Завершите регистрацию мобильного телефона",
    "keepPlaying": "Продолжить играть",
    "closeGames": "Закрыть все игры",
    "closeGame": "Закрыть игру"
  },
  "lobby": {
    "playReal": "Play for Real",
    "playForFun": "Play for Fun"
  },
  "menu": {
    "balance": "Баланс",
    "id": "ID",
    "totalBet": "Общая ставка"
  },
  "aside": {
    "history": "Архив",
    "zoom": "Увеличить"
  },
  "yourBets": {
    "yourBets": "Cтавки"
  },
  "gameButtons": {
    "spin": "Вращать",
    "double": "Удвоить",
    "undo": "Отмена",
    "clearBets": "Убрать ставки",
    "rebetSpin": "Повтор&Спин",
    "doubleAndSpin": "2x&Спин",
    "newBet": "Новая ставка",
    "backToTable": "К столу"
  },
  "rules": {
    "backToGame": "Вернуться в игру",
    "rules": "Правила",
    "RGLink": "Сайт ответственной игры",
    "rMalfunction": "В случае аварийных сбоев все выплаты аннулируются.",
    "rDenominations": "Номиналы",
    "rateOfReturn": "Теоретический процент возврата игрокам в этой игре составляет 91.78%."
  },
  "settings": {
    "settings": "Настройки",
    "turboMode": "Турбо-режим",
    "on": "ВКЛ",
    "off": "ВЫКЛ",
    "SFX": "SFX"
  },
  "errors": {
    "needToMaximize": "Игра не работает в свернутом окне или в режиме нескольких окон. Чтобы продолжить, разверните окно с игрой, нажав в браузере кнопку полноэкранного режима.",
    "wantToRemove": "Удалить все фишки?",
    "minStake": "Необходимо увеличить ставку, поскольку минимальный размер ставки составляет {0}.",
    "maxStake": "Эта ставка не может быть принята, поскольку максимальный размер ставки составляет {0}.",
    "cannotDouble": "Некоторые ставки на столе нельзя удвоить из-за ограничений для данного вида ставки. Удвоены были все возможные ставки.",
    "cannot1to18": "Нельзя поставить на диапазоны 1-18 и 19-36 одновременно.",
    "cannotODDtoEVEN": "Нельзя поставить на ЧЕТ и НЕЧЕТ одновременно.",
    "cannotREDtoBLACK": "Нельзя поставить на КРАСНОЕ и ЧЕРНОЕ одновременно.",
    "cannotThreeDozens": "Нельзя поставить на все три дюжины одновременно.",
    "cannotThreeColumns": "Нельзя поставить на все три столбца одновременно.",
    "cannotAdjColumns": "Нельзя сделать ставку на все смежные столбцы одновременно.",
    "cannotAdjDozens": "Нельзя сделать ставку на все смежные дюжины одновременно.",
    "needPlaceBet": "Необходимо сделать ставку.",
    "loginProblem": "Возникла проблема с входом на сервер.<br>Перезапустите игру.",
    "knownError": "Что-то пошло не так.<br>Ошибка: {0}<br>{1}",
    "serverDown": "Примите во внимание, что в связи с плановым обслуживанием нашей системы в настоящий момент у нас нет возможности запустить новые игры. Периодически заходите и проверяйте информацию, чтобы продолжить играть. Приносим извинения за доставленные неудобства.",
    "geoBlocked": "К сожалению, данная игра недоступна для игроков из вашего региона. Однако, вы можете играть в другие наши игры, поэтому откройте лобби и ознакомьтесь с нашим остальным предложением.",
    "gameDisabled": "К сожалению, в настоящий момент эта игра недоступна пользователям из вашего региона. Однако, вы можете играть в другие наши игры, поэтому откройте лобби и ознакомьтесь с нашим остальным предложением.",
    "notAvailable": "Игра недоступна.<br>{0}",
    "loggedOnOtherMachine": "Ваш сеанс прерван, поскольку пользователь вошел с другого места.",
    "lowBalance": "У вас недостаточно средств для размещения этой ставки.",
    "lobbyAccountBalanceLimitation": "В настоящий момент вы не можете играть на реальные деньги, поскольку у вас на счету недостаточно денег или в связи с другими ограничениями. Вы можете внести средства на свой счет сейчас или играть на виртуальные деньги.",
    "tryingReconnect": "Разорвано соединение с сервером.<br>Попытка восстановить соединение…",
    "failedRestore": "Разорвано соединение с сервером.<br>Не удалось восстановить подключение.<br>Перезапустите игру.",
    "changeLimits": "Хочу измеенить свои лимиты.",
    "error_40015": "Сеанс игры в рамках программы ответственного отношения к игре истек. Желаете продолжить?",
    "error_60144": "На сегодня вам больше нельзя играть, поскольку вы превысили суточный лимит проигрыша. Приходите снова завтра.",
    "error_59532": "Выбранная вами сумма превышает установленный лимит проигрыша. Вы можете взять в игру казино сумму, которая не превышает {0}.",
    "error_61869": "Вам не разрешается играть на реальные деньги или совершать покупки в b’inside Market из этого продукта. Для получения дополнительной информации обратитесь в нашу службу поддержки.",
    "error_61870": "Вы заблокировали себе доступ ко всем нашим продуктам на постоянной основе. <br><br>Вам запрещен доступ к страницам вашего счета, а также не разрешается играть или пополнять счет. Если у вас возникнут вопросы, обращайтесь в нашу службу поддержки.",
    "error_61871": "Вы приняли решение закрыть этот продукт в своем счете. Вам запрещено играть на реальные деньги, а также закрыт доступ в b’inside Market на этом продукте. Чтобы получить дополнительную информацию или изменить настройки, посетите раздел \"Закрытие счета\".",
    "error_61872": "Вам не разрешается делать повторные покупки или докупки в этом продукте. Для получения дополнительной информации обратитесь в нашу службу поддержки.",
    "error_61873": "Вы приняли решение закрыть доступ к этому продукту в своем счете. Вам не разрешается делать повторные покупки или докупки. <br>Для получения дополнительной информации или изменения настроек обратитесь к разделу, посвященному закрытию услуги.",
    "error_61874": "Вы заблокировали себе доступ ко всем нашим продуктам на постоянной основе. В этой связи вам не разрешается делать <br>повторные покупки или докупки. Если у вас возникнут вопросы, обращайтесь в нашу службу поддержки.",
    "error_61875": "Вы заблокировали себе доступ ко всем нашим продуктам на постоянной основе. В этой связи вам не разрешается делать повторные покупки или докупки. Если у вас возникнут вопросы, обращайтесь в нашу службу поддержки.",
    "error_61876": "Вы заблокировали себе доступ ко всем нашим продуктам. <br><br>На протяжении этого периода вам будет запрещен доступ к страницам вашего счета, а также не разрешается играть или пополнять счет. Если у вас возникнут вопросы, обращайтесь в нашу службу поддержки.",
    "error_40387": "Последняя операция не может быть совершена. Игра будет закрыта. Откройте игру заново.",
    "error_64707": "Выбрана сумма денег, превышающая ваш суточный лимит расходов. Остается только {0}.",
    "error_64708": "Выбрана сумма денег, превышающая ваш недельный лимит расходов. Остается только {0}.",
    "error_64709": "Выбрана сумма денег, превышающая ваш месячный лимит расходов. Остается только {0}.",
    "error_64710": "Превышен ваш суточный лимит расходов.",
    "error_64711": "Превышен ваш недельный лимит расходов.",
    "error_64712": "Превышен ваш месячный лимит расходов.",
    "error_60019": "Sorry, we are now closed and no longer accepting new players, deposits or game play. If you have a real money account, your balance is accessible and you can cash out. Thank you for understanding.",
    "PR_RCP": "Хотим проинформировать вас о том, что вы играете более {0} минут.<br>Ваш выигрыш/проигрыш в текущем сеансе составил: <span>{1}</span><br>Ваш баланс в игре: <span>{2}</span><br> Хотите продолжить играть?",
    "PR_RCPClosed": "Сеанс был завершен в другой игре. Сейчас эта игра закроется.",
    "PR_SessionTimeLimit": "Вы установили максимальную продолжительность игры {0} минут.<br/>В этом сеансе вы уже играете {1} минут.<br/><br/>Вы можете продолжать играть или покинуть игру по своему усмотрению.",
    "USNJ_GeoLocMsg1": "К сожалению, по техническим причинам не удалось определить ваше местонахождение. Повторите попытку позже.",
    "USNJ_GeoLocMsg2": "К сожалению, вы не можете продолжить. Согласно данным нашей системы, вы находитесь в регионе, в котором данная операция запрещена. Это связано с ограничениями регулирующих органов <a href='{0}'>Подробнее</a>",
    "USNJ_GeoLocMsg3": "Мы не можем подтвердить ваше физическое местонахождение в Нью Джерси. Если вы предоставите нам свой номер мобильного телефона и зарегистрируетесь в службе определения местоположения, мы с большей вероятностью сможем определить ваше местоположение и разрешить вам играть на нашем сайте.",
    "USNJ_SessionTimeLimit": "Вы просили установить суточный лимит времени, и он уже исчерпан на сегодня. Благодарим за игру. Мы будем рады снова приветствовать вас в играх на нашем сайте завтра."
  },
  "customization": {
    "digitGroupingSymbol": ",",
    "decimalSymbol": "."
  }
}