{
  "common": {
    "gameName": "European Roulette",
    "account": "Λογαριασμός",
    "backToLobby": "Πίσω σε λόμπι",
    "cancel": "Ακύρωση",
    "home": "Αρχική",
    "loading": "Φόρτωση...",
    "initializing": "Έναρξη…",
    "ok": "OK",
    "payIn": "Κατάθεση",
    "reload": "Νέα φόρτωση",
    "completeCellPhoneReg": "Ολοκλήρωση καταχώρισης κινητού τηλεφώνου",
    "keepPlaying": "Συνεχίστε",
    "closeGames": "Κλείσιμο όλων",
    "closeGame": "Κλείσιμο παιχνιδιού"
  },
  "lobby": {
    "playReal": "Play for Real",
    "playForFun": "Play for Fun"
  },
  "menu": {
    "balance": "Υπόλοιπο",
    "id": "ID",
    "totalBet": "Σύνολο"
  },
  "aside": {
    "history": "Ιστορικό",
    "zoom": "Ζουμ"
  },
  "yourBets": {
    "yourBets": "Στοιχήματα"
  },
  "gameButtons": {
    "spin": "Στροφή",
    "double": "Διπλό",
    "undo": "Αναίρεση",
    "clearBets": "Διαγραφή",
    "rebetSpin": "Ποντ.&Στροφή",
    "doubleAndSpin": "2x&Στροφή",
    "newBet": "Νέο στοίχ.",
    "backToTable": "Επιστροφή"
  },
  "rules": {
    "backToGame": "Επιστροφή",
    "rules": "Κανόνες",
    "RGLink": "Ιστοσελίδα Responsible Gaming",
    "rMalfunction": "Τα προβλήματα λειτουργίας καθιστούν άκυρες όλες τις πληρωμές.",
    "rDenominations": "Ονομαστικές αξίες",
    "rateOfReturn": "Το υποθετικό ποσοστό απόδοσης για τον παίκτη αυτού του παιχνιδιού ανέρχεται σε 91.78%."
  },
  "settings": {
    "settings": "Ρυθμίσεις",
    "turboMode": "Turbo",
    "on": "ON",
    "off": "OFF",
    "SFX": "SFX"
  },
  "errors": {
    "needToMaximize": "Το παιχνίδι δεν λειτουργεί σε ελαχιστοποίηση ή πολλαπλά παράθυρα. Παρακαλούμε μεγιστοποιήστε το παιχνίδι πατώντας το πλήκτρο πλήρους οθόνης στον browser σας για να συνεχίσετε.",
    "wantToRemove": "Θέλετε να αφαιρέσετε όλες τις μάρκες;",
    "minStake": "Πρέπει να ποντάρετε ένα υψηλότερο στοίχημα διότι το ελάχιστο ποντάρισμα περιορίζεται σε {0}.",
    "maxStake": "Δεν μπορείτε να ποντάρετε αυτό το στοίχημα διότι το μέγιστο ποντάρισμα περιορίζεται σε {0}.",
    "cannotDouble": "Υπάρχουν ορισμένα στοιχήματα στα τραπέζια που δεν μπορούν να διπλασιαστούν λόγω του ορίου των συγκεκριμένων στοιχηματικών επιλογών. Έχουμε διπλασιάσει όλα τα στοιχήματα όπου αυτό είναι εφικτό.",
    "cannot1to18": "Δεν μπορείτε να ποντάρετε και σε 1-18 και σε 19-36 ταυτόχρονα.",
    "cannotODDtoEVEN": "Δεν μπορείτε να ποντάρετε και σε ΜΟΝΑ και ΖΥΓΑ ταυτόχρονα.",
    "cannotREDtoBLACK": "Δεν μπορείτε να ποντάρετε και σε ΚΟΚΚΙΝΟ και ΜΑΥΡΟ ταυτόχρονα.",
    "cannotThreeDozens": "Δεν μπορείτε να ποντάρετε και στα τρία τόξα ταυτόχρονα.",
    "cannotThreeColumns": "Δεν μπορείτε να ποντάρετε και στις τρεις στήλες ταυτόχρονα.",
    "cannotAdjColumns": "Δεν μπορείτε να ποντάρετε σε όλες τις διαδοχικές στήλες ταυτόχρονα.",
    "cannotAdjDozens": "Δεν μπορείτε να ποντάρετε σε όλες τις διαδοχικές δωδεκάδες ταυτόχρονα.",
    "needPlaceBet": "Πρέπει να τοποθετήσετε αυτό το στοίχημα.",
    "loginProblem": "Παρουσιάστηκε ένα πρόβλημα με τη σύνδεσή σας στον σέρβερ.<br>Παρακαλούμε επαναφορτώστε το παιχνίδι.",
    "knownError": "Κάτι δεν λειτούργησε καλά.<br>Σλάφμα: {0}<br>{1}",
    "serverDown": "Παρακαλούμε σημειώστε ότι λόγω προγραμματισμένης συντήρησης σε μέρος του συστήματός μας, δεν μπορούμε να σας προσφέρουμε οποιοδήποτε παιχνίδι αυτή τη στιγμή. Παρακαλούμε επιστρέψτε σε τακτά χρονικά διαστήματα για να συνεχίσετε το παιχνίδι. Λυπούμαστε για την αναστάτωση.",
    "geoBlocked": "Δυστυχώς, αυτό το παιχνίδι δεν είναι διαθέσιμο αυτή τη στιγμή για παίκτες από την περιοχή σας. Μπορείτε ακόμη να παίξετε στα άλλα μας παιχνίδια, συνεπώς συνδεθείτε στο λόμπι και δείτε τι άλλο έχουμε να προσφέρουμε.",
    "gameDisabled": "Δυστυχώς, το παιχνίδι δεν είναι διαθέσιμο αυτή τη στιγμή. Μπορείτε ακόμη να παίξετε στα άλλα μας παιχνίδια, συνεπώς συνδεθείτε στο λόμπι και δείτε τι άλλο έχουμε να προσφέρουμε.",
    "notAvailable": "Το παιχνίδι δεν είναι διαθέσιμο.<br>{0}",
    "loggedOnOtherMachine": "Η συνεδρία σας έληξε καθώς αυτός ο χρήστης είναι συνδεδεμένος από άλλη τοποθεσία.",
    "lowBalance": "Το υπόλοιπο του λογαριασμού σας είναι πολύ χαμηλό για να τοποθετήσετε το στοίχημά σας.",
    "lobbyAccountBalanceLimitation": "Αυτή τη στιγμή δεν μπορείτε να παίξετε με πραγματικά χρήματα διότι δεν έχετε αρκετά χρήματα στο λογαριασμό σας ή λόγω άλλων περιορισμών. Μπορείτε να κάνετε κατάθεση τώρα ή να παίξετε for fun.",
    "tryingReconnect": "Η σύνδεση με τον σέρβερ έχει διακοπεί. <br> Δοκιμάστε να επανασυνδεθειτε...",
    "failedRestore": "Η σύνδεση στον διακομιστή έπεσε.<br>Δεν ήταν δυνατή η ανάκτηση της σύνδεσης.<br>Παρακαλούμε φορτώστε ξανά το παιχνίδι.",
    "changeLimits": "Επιθυμώ να αλλάξω τα όριά μου",
    "error_40015": "Ο χρόνος της συνεδρίας responsible gaming έληξε. Θέλετε να συνεχίσετε;",
    "error_60144": "Έχετε υπερβεί το ημερήσιο όριο απωλειών σας και δεν επιτρέπεται να παίξετε άλλο για σήμερα. Μπορείτε να επιστρέψετε και να παίξετε πάλι αύριο.",
    "error_59532": "Το ποσό που επιλέξατε υπερβαίνει το όριο απωλειών που έχετε θέσει. Μπορείτε να πάρετε μόνο {0} σε ένα παιχνίδι καζίνο.",
    "error_61869": "Δεν είστε υποχρεωμένοι να παίξετε σε παιχνίδια πραγματικών χρημάτων ή πρόσβαση σε Πόντους Market σε αυτό το προϊόν. Παρακαλούμε επικοινωνήστε με το Τμήμα Εξυπηρέτησης Πελατών για περισσότερες πληροφορίες.",
    "error_61870": "Έχετε αποκλείσει τον εαυτό σας από τη χρήση όλων των προϊόντων μας.<br><br>Δεν μπορείτε να παίξετε, να κάνετε κατάθεση ή να έχετε πρόσβαση σε οποιαδήποτε από τις σελίδες του λογαριασμού σας. Παρακαλούμε επικοινωνήστε με το Τμήμα Εξυπηρέτησης Πελατών σε περίπτωση ερωτήσεων.",
    "error_61871": "Επιλέξατε να θέσετε φραγή σε αυτό το προϊόν στο λογαριασμό σας. Δεν σας επιτρέπεται να παίξετε σε παιχνίδια με πραγματικά χρήματα ή να έχετε πρόσβαση στο b’inside Market γι’ αυτό το προϊόν. Παρακαλούμε επισκεφθείτε την ενότητα 'Κλείσιμο υπηρεσίας' για περισσότερες πληροφορίες και για να αλλάξετε τις ρυθμίσεις.",
    "error_61872": "Δεν έχετε δικαίωμα rebuy και/ή add-on σε αυτό το προϊόν. Παρακαλούμε επικοινωνήστε με το Τμήμα Εξυπηρέτησης Πελατών για <br>περισσότερες πληροφορίες.",
    "error_61873": "Επιλέξατε να θέσετε φραγή σε αυτό το προϊόν του λογαριασμού σας. Δεν έχετε δικαίωμα rebuy και/ή add-on. <br>Παρακαλούμε επισκεφθείτε την ενότητα 'Κλεισίματος υπηρεσίας' για περισσότερες πληροφορίες και για να αλλάξετε τις ρυθμίσεις. Κάντε κλικ στο OK για να μεταβείτε στη σελίδα 'Κλείσιμο υπηρεσίας'.",
    "error_61874": "Έχετε θέσει φραγή στον εαυτό σας από τη συμμετοχή σε όλα μας τα προϊόντα. Ως εκ τούτου<br>, δεν έχετε δικαίωμα rebuy/add-on. Παρακαλούμε επικοινωνήστε με το Τμήμα Εξυπηρέτησης Πελατών σε περίπτωση ερωτήσεων.",
    "error_61875": "Έχετε θέσει μόνιμη φραγή στον εαυτό σας από τη συμμετοχή σε όλα μας τα προϊόντα. Ως εκ τούτου, δεν έχετε δικαίωμα rebuy/add-on. Παρακαλούμε επικοινωνήστε με το <br>Τμήμα Εξυπηρέτησης Πελατών σε περίπτωση ερωτήσεων.",
    "error_61876": "Έχετε αποκλείσει τον εαυτό σας από τη χρήση όλων των προϊόντων μας.<br><br>Εντός του συγκεκριμένου χρονικού διαστήματος, δεν έχετε δικαίωμα συμμετοχής, κατάθεσης ή πρόσβασης σε οποιαδήποτε από τις σελίδες του λογαριασμού σας. Παρακαλούμε επικοινωνήστε με το Τμήμα Εξυπηρέτησης Πελατών σε περίπτωση ερωτήσεων.",
    "error_40387": "Η τελευταία ενέργεια δεν μπορούσε να πραγματοποιηθεί. Το παιχνίδι θα κλείσει. Παρακαλούμε ανοίξτε το παιχνίδι πάλι.",
    "error_64707": "Επιλέξατε ένα ποσό χρημάτων που υπερβαίνει το ημερήσιο όριο δαπανών σας και απομένουν μόνο {0}.",
    "error_64708": "Επιλέξατε ένα ποσό χρημάτων που υπερβαίνει το εβδομαδιαίο όριο δαπανών σας και απομένουν μόνο {0}.",
    "error_64709": "Επιλέξατε ένα ποσό χρημάτων που υπερβαίνει το μηνιαίο όριο δαπανών σας και απομένουν μόνο {0}.",
    "error_64710": "Απ' ότι φαίνεται, έχετε ήδη ξεπεράσει το ημερήσιο όριο δαπανών σας.",
    "error_64711": "Απ' ότι φαίνεται, έχετε ήδη ξεπεράσει το εβδομαδιαίο όριο δαπανών σας.",
    "error_64712": "Απ' ότι φαίνεται, έχετε ήδη ξεπεράσει το μηνιαίο όριο δαπανών σας.",
    "error_60019": "Sorry, we are now closed and no longer accepting new players, deposits or game play. If you have a real money account, your balance is accessible and you can cash out. Thank you for understanding.",
    "PR_RCP": "Θέλαμε να σας ενημερώσουμε ότι παίζετε ήδη πάνω από {0} λεπτά.<br>Τα κέρδη/ζημίες της συνεδρίας σας: <span>{1}</span><br>Το υπόλοιπο παιχνιδιού: <span>{2}</span><br> Θέλετε να συνεχίσετε το παιχνίδι σας;",
    "PR_RCPClosed": "Επιλέξατε να λήξετε τη συνεδρία σας από άλλο παιχνίδι. Αυτό το παιχνίδι θα κλείσει τώρα.",
    "PR_SessionTimeLimit": "Έχετε δεσμευτεί σε μέγιστο χρόνο παιχνιδιού {0} λεπτών.<br/>Παίζετε ήδη {1} λεπτά στη συνεδρία.<br/><br/>Μπορείτε να συνεχίσετε να παίζετε ή να επιλέξετε να φύγετε από το παιχνίδι εάν το επιθυμείτε.",
    "USNJ_GeoLocMsg1": "Λυπούμαστε, δεν μπορέσαμε να επαληθεύουμε την τοποθεσία σας λόγω τεχνικών ζητημάτων. Παρακαλούμε δοκιμάστε ξανά αργότερα.",
    "USNJ_GeoLocMsg2": "Λυπούμαστε, αλλά δεν μπορούμε να σας επιτρέψουμε να συνεχίσετε. Το σύστημα υποδεικνύει ότι βρίσκεστε σε μία περιοχή όπου αυτή τη λειτουργία δεν επιτρέπεται. Αυτό συμβαίνει λόγω κανονιστικών περιορισμών <a href='{0}'>Μάθετε περισσότερα</a>",
    "USNJ_GeoLocMsg3": "Δεν είμαστε σε θέση να επιβεβαιώσουμε ότι η φυσική σας τοποθεσία είναι στο Νιου Τζέρσεϋ. Δηλώνοντας τον αριθμό του κινητού σας και εγγραφόμενοι στις υπηρεσίες εντοπισμού, θεωρούμε ότι θα έχουμε σαφώς περισσότερες πιθανότητες να εντοπίσουμε τη θέση σας ώστε να μπορέσουμε να σας επιτρέψουμε το παιχνίδι στην ιστοσελίδα μας.",
    "USNJ_SessionTimeLimit": "Μας ζητήσατε να θέσουμε ημερήσιο χρονικό περιορισμό για εσάς και έχετε φτάσει στο όριό σας για σήμερα. Σας ευχαριστούμε που παίξατε κοντά μας. Θα χαρούμε να σας καλωσορίσουμε και πάλι για παιχνίδι αύριο."
  },
  "customization": {
    "digitGroupingSymbol": ",",
    "decimalSymbol": "."
  }
}